/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */
"User Interface" = "Notandaviðmót";
"If blank, the search engine page will be used" = "Ef þetta er autt, verður leitarvélarsíðan notuð";
"If blank, the default Onion Browser page will be used" = "Ef þetta er autt, verður sjálfgefin heimasíða Onion-vafrans notuð";
"Mute audio with mute switch" = "Slökkva á hljóði með þöggunarrofa";
"Custom home page" = "Sérsniðin heimasíða";
"Privacy" = "Meðferð persónuupplýsinga";
"Cookies and local storage data from non-whitelisted hosts will be cleared even from open tabs after not being accessed for this many minutes" = "Vefkökur og önnur geymslugögn sem ekki eru frá þjónum á undanþágulista verða hreinsuð út, einnig frá opnum flipum, ef þau hafa ekki verið notuð í þetta margar mínútur";
"Cookie auto-sweep interval" = "Tími á milli sjálfvirkrar hreinsunar á vefkökum";
"Changing this option requires restarting the app" = "Breytingar á þessum valkosti krefjast þess að forritið sé endurræst";
"Allow 3rd party keyboards" = "Leyfa utanaðkomandi lyklaborð";
"Security" = "Öryggi";
"When enabled, a per-host option to ignore further TLS errors is shown in the TLS error dialog" = "Þegar þetta er virkt sýnir TLS-villuskjárinn möguleika, fyrir hvern hýsil fyrir sig, á að hunsa frekari TLS-villur";
"Allow ignoring TLS errors" = "Leyfa hunsun á TLS-villum";
"TLS Version" = "Útgáfa TLS";
"TLS 1.2 Only" = "Aðeins TLS 1.2";
"TLS 1.2, 1.1 or 1.0" = "TLS 1.2, 1.1 eða 1.0";
"Minimum version of TLS required for hosts to negotiate HTTPS connections" = "Lágmarksútgáfa TLS sem krafist er af þjónum fyrir meðhöndlun HTTPS-tenginga";
